<template>
    <div class="privacyPolicy-Page">
        <header>
            <span class="el-icon-arrow-left" @click="goBack()"></span>
            <p>隐私政策</p>   
        </header>  
        <div class="content">
            <h4>“珠海市圣美基因检测科技有限公司CAC网站”隐私政策</h4>
            <div class="tip">
                特别提示：
            </div>
            <div class="content-list">
                更新时间：2021年12月21日
            </div>
             <div class="content-list">
                生效时间：2021年12月21日
            </div>
            <div class="content-list">
                引言
            </div>
            <div class="content-list">
               欢迎您使用我们的产品和服务！我们深知个人信息对您的重要性，您的信任对我们非常重要，我们将根据法律法规要求并参照行业最佳实践为您的个人信息安全提供充分保障。鉴于此，珠海市圣美基因检测科技有限公司（下称“圣美基因”）制定本《隐私政策》（下称“本政策 /本隐私权政策”）以帮助您充分了解在您使用我们的产品与/或服务时，我们如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。
            </div>
            <div class="content-list">
                <p>本隐私政策将帮助您了解以下内容：</p>
                <p>一、我们如何收集和使用您的个人信息</p>
                <p>二、我们如何使用 localStorage 技术</p>
                <p>三、我们如何共享”“转让”“公开披露”您的个人信息</p>
                <p>四、我们如何保护和保存您的个人信息</p>
                <p>五、您如何管理个人信息</p>
                <p>六、未成年人的个人信息保护</p>
                <p>七、通知和修订</p>
                <p>八、如何联系我们</p>
            </div>   
            <div class="content-list">
               本政策适用于“珠海市圣美基因检测科技有限公司丽菲清®肺结节良恶性辅助诊断网站”（下简称“CAC网站”）提供的所有产品和服务。如CAC网站及关联公司（范围详见定义部分）的产品或服务中未设独立隐私权政策的，则本政策同样适用于该部分产品或服务。我们及关联公司就其向您提供的产品或服务单独设立有隐私权政策的，则相应产品或服务适用相应隐私政策。
            </div>
            <div class="content-list">
                在使用各项产品或服务前，请您务必仔细阅读和理解对应的隐私政策，特别是以粗体/粗体下划线标识的条款，您应重点阅读，确认您充分理解并同意后再开始使用。
            </div>
            <div class="content-list">
                如对本政策内容有任何疑问、意见或建议，您可与我们联系。
            </div>
            <div class="content-list">
                <div class="title">第一部分定义</div>
            </div>
            <div class="content-list">
                <p>一、【CAC网站】CAC网站指提供产品和服务的珠海市圣美基因检测科技有限公司（注册地址：珠海市金湾区创业北路38号研发大楼一楼）CAC网站。</p>
                <p>二、【关联公司】关联公司指珠海市圣美基因检测科技有限公司的关联公司，包括珠海圣美生物诊断技术有限公司及其关联公司，仅为本协议目的，还包括具有业务合作关系的顺丰医药供应链有限公司，北京美鑫科技有限公司，北京天付宏图科技有限公司等</p>
                <p>三、【个人信息删除】个人信息删除指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。</p>
                <p>四、【第三方支付】第三方支付公司特指北京天付宏图科技有限公司。</p>
                <p>五、除另有约定外，本政策所用定义与《用户协议》中的定义具有相同的涵义。</p>
            </div>   
            <div class="content-list">
                <div class="title">第二部分 隐私政策</div>
            </div>
            <div class="content-list">
                <div class="title">一、我们如何收集和使用您的个人信息</div>
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇的个人信息。本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、住址、个人电话号码等）；个人财产信息（包括在CAC网站的交易和消费记录、优惠券信息等）；</p>
            </div>
            <div class="content-list">
                <div class="title">（一）您需要授权我们收集和使用您个人信息的场景</div>
            </div>
            <div class="content-list">
                1. 用户注册
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">您需要注册一个账户以成为用户。当您注册时，您至少需要向我们提供您本人的手机号码以及您准备使用的圣美基因CAC网站账户名，我们将通过发送短信验证码的方式来验证您的身份是否有效。</p>
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">您的账户名为您的默认昵称，您可以修改您的头像、昵称以及其他自定义的信息，这些信息均属于您的“账户信息”。如果您仅需使用浏览服务，您不需要注册成为我们的用户及提供上述信息。</p>
                <p style="text-indent: 2em;">我们将通过个人中心页面集中展示您的账户信息、优惠权益、交易订单。我们会尊重您对圣美基因CAC网站个人中心账户所做的选择。</p>
            </div>
            <div class="content-list">
               2. 为您提供分享功能
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">在您浏览CAC网站的过程中，点击“分享”来分享我们CAC网站，我们不会采集您个人的敏感信息。</p>
            </div>
            <div class="content-list">
               3. 商品订单/管理
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">当您准备进行结算时，CAC网站会生成您购买该商品的订单。您需要在订单中至少填写您的收货人姓名、收货地址以及手机号码，同时该订单中会载明订单号、您所购买的商品或服务信息、您应支付的货款金额及支付方式。</p>
                <p style="text-indent: 2em;">您可以为其他人订购商品及/或服务，您需要提供该实际订购人的前述个人信息，若其中涉及儿童个人信息的，您需在提供前征得对应儿童监护人的同意。</p>
                <p style="text-indent: 2em;">上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算、完成交付、为您查询订单以及提供客服咨询与售后服务。我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。</p>
            </div>
            <div class="content-list">
               4. 交易支付
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">在您下单后，您可以选择与CAC网站合作的第三方支付机构（包括微信支付及银联、网联、支付宝等支付通道，以下统称“支付机构”）所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的订单号及交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。</p>
            </div>
             <div class="content-list">
               5. 商品/服务交付
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">当您下单并在线完成支付后，我们会向为圣美基因CAC网站提供物流信息系统和技术服务的供应链公司披露订单相关配送信息，并由其根据商品及/或服务提供主体的指定向相应的物流配送主体同步相关配送信息。您知晓并同意上述相关人员在交付环节内使用您的订单信息以保证您的订购的商品能够安全送达。</p>
            </div>
            <div class="content-list">
              6. 客服与争议处理
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">当您与我们联系或提出售中售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供您的账号信息和订单信息以核验您的身份。同时，我们会保存您与我们的通信/通话记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），以便处理争议。</p>
                <p style="text-indent: 2em;">为了提供服务及改进服务质量的合理需要，我们还会使用的您的其他信息，包括您与客服联系时您提供的相关信息等。</p>
            </div>
            <div class="content-list">
              7. 与您取得联系（如何获取用户联系方式）
            </div>
            <div class="content-list">
                <p style="text-indent: 2em;">为了向您提供更全面的服务介绍、提供更高效更优质的服务体验，我们的工作人员会通过您的联系方式（手机号码）与您取得联系。</p>
            </div>
            <div class="content-list">
                <div class="title">（二）征得同意的例外</div>
            </div>
            <div class="content-list">
                您应充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
            </div>
            <div class="content-list">
                <p>(1)与国家安全、国防安全有关的；</p>
                <p>(2)与公共安全、公共卫生、重大公共利益有关的；</p>
                <p>(3)与犯罪侦查、起诉、审判和判决执行等有关的；</p>
                <p>(4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
                <p>(5)所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
                <p>(6)从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；但是您明确拒绝或者处理该信息侵害您重大利益的除外。</p>
                <p>(7)根据您的要求签订合同所必需的；</p>
                <p>(8)用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</p>
                <p>(9)为合法的新闻报道所必需的；</p>
                <p>(10)学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
                <p>(11)法律法规规定的其他情形。</p>
            </div>
            <div class="content-list">
                <div class="title">（三）个人信息使用规则</div>
            </div>
            <div class="content-list">
                <p>我们会根据本隐私政策的约定，为实现我们的产品与/或服务功能而对所收集的个人信息进行使用。</p>
                <p>在使用您的个人信息前，我们将通过技术手段对信息进行去标识化处理，去标识化处理的信息将无法识别主体。</p>
                <p>请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</p>
                <p>请您了解并同意，对于您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将被视为在您使用我们的产品与/或服务期间持续授权同意我们使用。</p>
                <p>我们会将业务中收集的个人信息用于技术改造、网络维护、故障排除、内部政策与流程制定、生成内部报告，将已经去标识化无法识别您身份且不能复原的信息用于建立数据库并进行商业化利用。但这些统计信息不包含您的任何身份识别信息。</p>
                <p>当我们展示您的个人信息时，我们会采用包括内容替换、泛化处理方式对您的信息进行脱敏，以保护您的信息安全。</p>
                <p>当我们要将您的个人信息用于本隐私政策未载明的其它用途时，或基于特定目的收集而来的个人信息用于其他目的时，会事先征求您的明示同意。请您理解，我们向您提供的产品与/或服务将不断更新变化。如果您选择使用本隐私政策中尚未列明的其他产品与/或服务时，我们会在收集您的个人信息前通过协议、页面提示等方式向您详细说明信息收集的目的、方式、范围并征求您的同意。若您不同意提供前述信息，您将无法使用该项产品与/或服务，但不影响您使用现有产品与/或服务。</p>
            </div>
            <div class="content-list">
                <div class="title">二、我们如何使用 localStorage 技术</div>
            </div>
            <div class="content-list">
                <p>为确保网站正常高效运转、为您获得更轻松的访问体验，我们会在您的设备终端/系统上存储名为localStorage的小数据文件。localStorage会帮助您在后续访问我们网站时调用您的信息，简化您填写个人信息(例如一键登录等)的流程。我们不会将localStorage用于本隐私政策所述目的之外的任何用途。您可根据自己的管理或删除 localStorage 。您可以清除移动设备上保存的所有localStorage ，您有权接受或拒绝 localStorage 。</p>
            </div>
            <div class="content-list">
                <div class="title">三、我们如何共享、转让、公开披露您的个人信息</div>
            </div>
            <div class="content-list">
                <div class="title">（一）共享</div>
            </div>
            <div class="content-list">
                <p>我们不会与圣美基因CAC网站服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
                <p>(1)在您主动选择情况下共享：若您主动通过CAC网站购买商品和服务，我们会根据您的选择，将您的订单信息与交易有关的必要信息与相关商品和服务的提供者共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。您可以在相关商品和服务的提供者从事经营活动的主页面查询其营业执照登载的信息，以辨别您的交易对象身份。</p>
                <p>(2)在获取明确同意情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。例如，如果我们委托第三方向您提供产品或服务时，我们会在征得您同意后将上述信息共享给第三方，如果您拒绝提供此类信息，我们将无法完成相关交付服务。</p>
                <p>(3)在法定情形下共享：我们会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。 </p>
                <p>(4)与关联公司共享：为便于我们基于账户向您提供服务，推荐您可能感兴趣的信息或圣美基因关联公司或其他用户或公众的人身财产安全免遭侵害，在您同意的情况下，您的个人信息会与我们的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</p>
                <p>(5)与授权合作伙伴共享：我们会委托授权合作伙伴为您提供某些服务或代表我们履行职能，我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到为其履行职责所需信息，且不能将此信息用于任何其他目的。</p>
            </div>
            <div class="content-list">
                <div class="title">目前，我们的授权合作伙伴包括以下类型：</div>
            </div>
             <div class="content-list">
                <p>供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量服务的有效性、提供客户服务、支付便利或进行学术研究和调查。</p>
            </div>
            <div class="content-list">
                <div class="title">其他共享形式</div>
            </div>
            <div class="content-list">
                <p>（1）基于合理商业习惯：例如在我们计划与其他公司进行资本市场活动（包括但不限于IPO，债券发行）接受尽职调查时。</p>
                <p>（2）基于应用程序接口（API）、软件工具开发包（SDK）与第三方进行必要的数据共享，不同版本的第三方SDK会有所不同，一般包括第三方账号登录类、分享类、第三方支付类、厂商推送类、统计类等，我们会对第三方进行严格的安全检测并约定数据保护措施。</p>
                <p>请您知晓，对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护协议，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
            </div>
            <div class="content-list">
                <div class="title">（二）转让</div>
            </div>
             <div class="content-list">
                <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
            </div>
            <div class="content-list">
                <p>（1）事先获得您明确的同意或授权；</p>
                <p>（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</p>
                <p>（3）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
                <p>（4）随着我们业务的发展，我们及我们的关联方有可能进行合并、收购、资产转让或类似的交易，如涉及个人信息的转让，我们会要求受让您个人信息的公司、组织继续接受本隐私政策的约束，否则,我们将要求该公司、组织重新征求您的授权同意。</p>
            </div>
            <div class="content-list">
                <div class="title">（三）公开披露</div>
            </div>
            <div class="content-list">
                <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
                <p>(1)获得您明确同意或基于您的主动选择，我们会公开披露您的个人信息；</p>
                <p>(2)根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函，并且我们披露的文件均是加密后提供。</p>
            </div>
            <div class="content-list">
                <div class="title">（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</div>
            </div>
            <div class="content-list">
                <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
                <p>（1）根据法律法规的规定或行政、司法机构、国家部门等有权机关的要求依法提供的；</p>
                <p>（2）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
                <p>（3）您自行向社会公众公开的个人信息；</p>
                <p>（4）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
                <p>（5）根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</p>
            </div>
            <div class="content-list">
                <div class="title">四、我们如何保护和保存您的个人信息</div>
            </div>
            <div class="content-list">
                <div class="title">（一）我们保护您个人信息的技术与措施</div>
            </div>
            <div class="content-list">
                1. 数据安全技术措施
            </div>
            <div class="content-list">
                <p>为保障您的信息安全，我们努力采取各种符合业界标准的安全防护措施，包括建立合理的制度规范、实施合宜的安全技术来防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。</p>
                <p>我们会使用受信赖的保护机制防止数据遭到恶意攻击，例如我们采用动态密码登陆方式，避免您的账户被恶意访问，同时，我们只采集能为您提供服务的必要的个人信息，尽量避免采集敏感信息，以防止个人信息的泄露，另外我们会采用严格的数据访问控制权限控制和多重身份验证机制，确保只有授权人员才可访问个人信息。</p>
            </div>
            <div class="content-list">
                2. 安全事件处理
            </div>
            <div class="content-list">
                <p>一旦发生个人信息安全事件，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，当难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
                <p>互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
                <p>如果您对我们的个人信息保护有任何疑问，可通过本隐私政策中约定的联系方式联系我们。如您发现自己的个人信息泄露，尤其是您的账户及密码发生泄露，请您立即通过本隐私政策【八、如何联系我们】中约定的联系方式联络我们，以便我们采取相应措施。</p>
            </div>
            <div class="content-list">
                <div class="title">（二）您个人信息的保存</div>
            </div>
            <div class="content-list">
                <p>您的个人信息将存储于中华人民共和国境内。</p>
                <p>我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律有强制的存留要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。而我们判断前述期限的标准包括：</p>
                <p>（1）完成与您相关的交易目的、维护相应交易及业务记录、应对您可能的查询或投诉；</p>
                <p>（2）保证我们为您提供服务的安全和质量；</p>
                <p>（3）您是否同意更长的留存期间；</p>
                <p>（4）是否存在保留期限的其他特别约定。</p>
                <p>在您的个人信息超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。</p>
                <p>如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</p>
            </div>
            <div class="content-list">
                <div class="title">五、您如何管理个人信息</div>
            </div>
            <div class="content-list">
                <div class="title">（一）访问和更正您的个人信息</div>
            </div>
            <div class="content-list">
                <p>您有权查询、或补充您的信息。您可以通过以下方式自行进行：</p>
                <p>账户信息：进入CAC网站，选择“个人中心”后查询、更正个人资料、个人账户相关信息，及对收货地址信息进行查询、更正或补充。</p>
                <p>订单信息：进入CAC网站，选择“个人中心-我的订单”后查看订单信息；</p>
                <p>收货信息：进入CAC网站，选择“个人中心-收货地址”查看修改收货信息；</p>
                <p>其他您无法查看或更正的信息请电话联系客服400-8833-166或向线上客服寻求帮助，协助您查询、更正或补充您的信息。</p>
            </div>
            <div class="content-list">
                <div class="title">（二）删除您的个人信息</div>
            </div>
            <div class="content-list">
                <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
                <p>(1)如果我们处理个人信息的行为违反法律法规；</p>
                <p>(2)如果我们收集、使用您的个人信息，却未征得您的明确同意；</p>
                <p>(3)如果我们处理个人信息的行为严重违反了与您的约定；</p>
                <p>(4)如果您不再使用我们的产品或服务，或您主动注销了账号；</p>
                <p>(5)如果我们停止为您提供产品或服务。</p>
                <p>(6)若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。</p>
                <p>当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。</p>
            </div>
            <div class="content-list">
                <div class="title">（三）改变您授权同意的范围或撤回您的授权</div>
            </div>
            <div class="content-list">
                <p>每个业务功能需要一些基本的个人信息才能得以完成（见本隐私权政策“第一部分”）。您可以与客服联系等方式给予或收回您的授权同意。</p>
                <p>请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
            </div>
            <div class="content-list">
                <div class="title">（四）拒绝自动化决策</div>
            </div>
            <div class="content-list">
               在某些业务功能中，我们会依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害CAC网站商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。
            </div>
            <div class="content-list">
                <div class="title">（五）响应您的请求</div>
            </div>
            <div class="content-list">
                <p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们将会先要求您验证自己的身份，然后再处理您的请求。</p>
                <p>我们将在15天内做出答复。</p>
                <p>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无端重复信息，或者需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。</p>
                <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
                <p>（1）与国家安全、国防安全有关的；</p>
                <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
                <p>（3）与犯罪侦查、起诉、审判和执行判决等有关的；</p>
                <p>（4）有充分证据表明个人信息主体存在主观恶意或滥用权利的；</p>
                <p>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
                <p>（6）涉及商业秘密的。</p>
            </div>
            <div class="content-list">
                <div class="title">六、未成年人的个人信息保护</div>
            </div>
             <div class="content-list">
                <p>本政策所指的儿童是指不满14周岁的个人，如果没有父母或监护人的同意，儿童不得创建自己的用户账户。如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</p>
                <p>对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。如果我们发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。</p>
            </div>
            <div class="content-list">
                <div class="title">七、通知和修订</div>
            </div>
            <div class="content-list">
                <p>我们的隐私权政策可能变更。</p>
                <p>未经您明确同意，我们不会限制您按照本隐私权政策所应享有的权利。对于重大变更，我们还会提供更为显著的通知。本政策所指的重大变更包括但不限于：</p>
                <p>(1)我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
                <p>(2)我们在控制权等方面发生重大变化。如并购重组等引起的信息控制者变更等；</p>
                <p>(3)个人信息共享、转让或公开披露的主要对象发生变化；</p>
                <p>(4)您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
                <p>(5)我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；</p>
                <p>(6)个人信息安全影响评估报告表明存在高风险。</p>
            </div>
            <div class="content-list">
                <div class="title">八、如何联系我们</div>
            </div>
            <div class="content-list">
               <p>我们设立了个人信息保护部门，如对本政策内容有任何疑问、意见或建议，或发现您的个人信息可能被泄露或您觉得需要撤回、更正、删除您的个人信息授权，您可以发邮件到privacy@sanmedgene.com与我们联系，我们将在15天内回复您的请求。您也可以向我们邮寄您的投诉或举报材料，我们的邮寄地址是：珠海市金湾区红旗镇创业北路38号研发大楼五楼，法务收，联系电话：0756-7238690。</p>
               <p>如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过被告住所地有管辖权的法院提起诉讼来寻求解决方案。</p>
            </div>
        </div>
    </div>
</template>
<script>
export default {
    data(){
        return{

        }
    },
    mounted(){

    },
    methods:{
        //返回上一页
        goBack(){
            console.log('返回上一页');
            this.$router.go(-1);
        },
    },
    destroyed(){

    }
}
</script>
<style scoped>
.privacyPolicy-Page{
    width: 100%;
    height: 100%;
    overflow: scroll;
}
.privacyPolicy-Page header{
    width: 100%;
    height: 115px;
    background: #4eb7ba;
    line-height:0.5;
    color: #fff;
    text-align: center;
    position: fixed;
    top: 0;
    left: 0;
    
}
.privacyPolicy-Page header p{
    font-size: 46px;
    padding-right: 60px;
    box-sizing: border-box;
    color: #fff;
}
.privacyPolicy-Page header span{
    float: left;
    font-size: 60px;
    margin-top: 25px;
    font-weight: 900;
    margin-left: 30px;
}
.content{
    width: 90%;
    margin: 0 auto;
    padding:30px;
    box-sizing: border-box;
    text-align: left;
    margin-top: 100px;
    padding-bottom: 120px;

}
.content h4{
    text-align: center;
    font-size: 1vw;
    margin-top: 4vw;
    color: #000;
}
.content .tip{
    font-size: 30px;
    margin-top: 45px;
}
.content .content-list{
    font-size: 28px;
    line-height: 1.5;
    margin-top: 40px;
}
.content .content-list .title{
    font-size: 30px;
    color: #000;
}
.content .content-list p{
    font-size: 28px;
    line-height: 1.5;
    margin-top: 20px;
}
.padding-left{
    padding-left: 4vw;
    box-sizing: border-box;
}
</style>