<template>
    <div class="userAgreement-Page">
        <header>
            <span class="el-icon-arrow-left" @click="goBack()"></span>
            <p>用户协议</p>   
        </header>   

        <div class="content">
            <div class="tip">
                特别提示：
            </div>
            <div class="content-list">
               您在使用圣美基因检测科技有限公司丽菲清®肺结节良恶性辅助诊断网站（以下简称“圣美基因CAC网站”）及关联公司提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容，特别是以粗体标注的部分，包括但不限于免除或者限制责任的条款。如您不同意本服务协议及/或随时对其的修改，您应立即停止注册、使用；您一旦使用圣美基因CAC网站提供的服务，即视为您已了解并完全同意本服务协议各项内容，包括圣美基因对服务协议所做的修改，并成为我们的用户。
            </div>
            <div class="content-list">
                <div class="title">一、帐号注册</div>
            </div>
            <div class="content-list">
                <p>1、圣美基因CAC网站用户注册采用首次登录即注册的注册方式。即当您第一次点击登录时，CAC网站需要您填写手机号码，以及获取短信验证码，当您填写手机号和验证码，并勾选同意《用户协议》和《隐私政策》后，即表示您默认同意注册为圣美基因CAC网站用户，并允许圣美基因CAC网站获取您的手机号码为CAC网站账号。</p>
                <p>您应当对您在圣美基因CAC网站进行的活动和事件负法律责任。</p>
                <p>2、本协议服务条款和公告可由圣美基因定时更新，并按照法定流程进行公示。您在使用相关服务时,应关注并遵守其所适用的相关条款。</p>
                <p>3、使用同一身份认证信息、同一手机号或经圣美基因排查认定多个圣美基因CAC网站账户的实际控制人为同一人的，均视为同一用户。</p>
                <p>4、您确认，在您开始使用本服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您需要在您监护人的陪同下完成注册，并且您与您的监护人应依照法律规定承担因此而导致的一切后果。</p>
            </div>
            <div class="content-list">
                <div class="title">二、注册信息和隐私保护</div>
            </div>
            <div class="content-list">
                <p>1、您帐号的所有权归圣美基因，使用权归您。您按注册页面引导填写信息，阅读并同意本协议且完成全部注册程序后，即可获得注册帐号并成为用户。您应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实或更新不及时而引发的相关问题，由您自行承担相应的责任。</p>
                <p>2、您提交的帐号名称、头像等注册信息中不得出现违法和不良信息，否则圣美基因将不予注册；同时，在注册后，如发现您以虚假信息骗取帐号名称注册，或帐号头像、简介等注册信息存在违法和不良信息的，圣美基因有权不经通知单方采取限期改正、暂停使用、注销登记、收回等措施。</p>
                <p>3、您帐号即您的手机号，手机号是您有效的身份凭证之一，通过手机号和短信验证码登陆。</p>
                <p>4、您不应将帐号、密码转让、出售或出借予他人使用，若您授权他人使用帐户，应对被授权人在该帐户下发生所有行为负全部责任。由于您其他账户使用信息，仅当依法律法规、司法裁定或经圣美基因同意，并符合圣美基因规定的用户帐号转让流程的情况下，方可进行帐号的转让。</p>
                <p>5、您使用圣美基因的服务，即表示您同意圣美基因可以按照《隐私政策》处理您的个人信息。圣美基因可能会与合作伙伴共同向您提供您所要求的服务或者共同向您展示您可能感兴趣的内容。在信息为该项产品/服务所必须的情况下，您同意圣美基因可与其分享必要的信息。并且，圣美基因会要求其确保数据安全并且禁止用于任何其他用途。除此之外，圣美基因不会向任何无关第三方提供或分享信息。</p>
                <p>6、您知悉并授权，圣美基因仅在必需的情况下使用或与关联公司同步您的信息，以为您提供更好的服务。</p>
                <p>7、为更好地向您提供服务，您同意圣美基因通过短信、app通知等形式向您发送相关商业性服务信息。</p>
            </div>
            <div class="content-list">
                <div class="title">三、使用规则</div>
            </div>
            <div class="content-list">
                <p>1、您确认，当您注册成功并且与圣美基因发生行为关联时，如您获得优惠券、登录CAC网站后台、产生购买行为等，您确认并授权圣美基因获得您的手机号，以方便您的购买。</p>
                <p>2、您在使用圣美基因的服务时，必须遵守中华人民共和国相关法律法规的规定，您应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:</p>
                <p>（1）您设置的会员名或提供的信息不得含有下列内容之一的信息：</p>
                <div class="padding-left">
                    <p>① 反对宪法所确定的基本原则的；</p>
                    <p>② 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
                    <p>③ 损害国家荣誉和利益的；</p>
                    <p>④ 煽动民族仇恨、民族歧视、破坏民族团结的；</p>
                    <p>⑤ 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
                    <p>⑥ 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
                    <p>⑦ 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
                    <p>⑧ 侮辱或者诽谤他人，侵害他人合法权利的；</p>
                    <p>⑨ 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</p>
                    <p>⑩ 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</p>
                </div>
                <p>（2）不得为任何非法目的而使用圣美基因CAC网站：</p>
                <p>（3）不利用圣美基因的服务从事以下活动：</p>
                <div class="padding-left">
                    <p>① 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
                    <p>② 未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
                    <p>③ 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</p>
                    <p>④ 故意制作、传播计算机病毒等破坏性程序的；</p>
                    <p>⑤ 其他危害计算机信息网络安全的行为。</p>
                </div>
                <p>3、您违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿圣美基因与合作公司、关联公司，并使之免受损害。对此，圣美基因有权视您的行为性质，采取包括但不限于删除您发布信息内容、暂停使用许可、终止服务、限制使用、回收帐号、追究法律责任等措施。对恶意注册帐号或利用帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，圣美基因有权回收其帐号。同时，圣美基因会视司法部门的要求，协助调查。</p>
                <p>4、您需要对自己在服务使用过程中的行为负法律责任，即使您已经终止使用该服务。您承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在圣美基因首先承担了因您的行为导致的行政处罚或侵权损害赔偿责任后，您应给予圣美基因等额的赔偿。</p>
                <p>5、圣美基因有权根据认定程序及标准判断您账户的使用可能危及您的账户安全及/或圣美基因CAC网站信息安全的，圣美基因可拒绝提供相应服务或终止本协议。</p>
            </div>
            <div class="content-list">
                <div class="title">四、服务内容</div>
            </div>
            <div class="content-list">
                <p>1、圣美基因CAC网站服务的具体内容由圣美基因根据实际情况提供。</p>
                <p>2.终止服务</p>
                您同意圣美基因基于其自身之考虑，因任何理由，或圣美基因认为您已经违反本服务协议的文字及精神，终止您的密码、帐号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意依本服务协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，圣美基因可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，圣美基因对您或任何第三人均不承担任何责任。
            </div>
            <div class="content-list">
                <div class="title">五、个人数据保护与授权</div>
            </div>
            <div class="content-list">
                <p>1、为了保护您的财产及信息安全，预防诈骗或者其他网络犯罪行为，圣美基因有权收集您的个人信息，包括但不限于个人会员信息、交易信息来判断您个人的交易风险，对您身份进行验证等。</p>
            </div>
            <div class="content-list">
                <p>2、根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：</p>
                <div class="padding-left">
                    <p>① 涉及公共安全，与重大利益相关的；</p>
                    <p>② 与政府部门包括司法机关等相关的；</p>
                    <p>③ 出于保护您的个人财产或者利益的目的，但无法事先征求您同意的行为；</p>
                    <p>④ 您已自行对外公开的，包括但不限于通过报纸、新闻等方式公开；</p>
                    <p>⑤ 根据您的要求签订合同所必需的；</p>
                    <p>⑥ 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
                    <p>⑦ 国家法律法规政策认可或支持的相关行为；</p>
                </div>
                <p>4、我们已采取符合业界标准、合理可行的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。</p>
            </div>
            <div class="content-list">
                <div class="title">六、免责声明</div>
            </div>
            <div class="content-list">
                <p>因以下情况造成网络服务在合理时间内的中断，圣美基因无需为此承担任何责任；</p>
                <p>（1）圣美基因定期或不定期对CAC网站进行维护，或者为圣美基因提供网络服务的供应商、合作商需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，圣美基因保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</p>
                <p>（2）因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</p>
                <p>（3）您的电脑软硬件和通信线路、供电线路出现故障的；</p>
                <p>（4）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。尽管有前款约定，圣美基因将采取合理行动积极促使服务恢复正常。</p>
            </div>
            <div class="content-list">
                <div class="title">七、知识产权和其他合法权益</div>
            </div>
            <div class="content-list">
                <p>1、圣美基因产品及相关网站上由圣美基因上传、制作、拥有的所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由圣美基因或其关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。但如因您上传的由其自行制作、拥有的内容涉及侵犯圣美基因或其他任何第三方的合法权益的，您应自行对其侵权行为产生的纠纷进行处理，并对其侵权行为承担法律责任，且就由此给圣美基因造成的损失（包括但不限于圣美基因声誉的影响、圣美基因由此承担的连带责任（如有）等）进行赔偿。</p>
                <p>2、非经圣美基因或其关联公司书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表在本CAC网站上程序或内容（仅限于由圣美基因上传、制作、拥有的所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计等）；如您需使用著作权非圣美基因所有的内容的，您应获得具体内容的著作权所有者的合法授权才能使用，如因您私自使用非自己所有的、且未经他人合法授权的著作、图片、档案、资讯、资料等内容的，由您自行承担责任，包括但不限于您自行对其侵权行为产生的纠纷进行处理，并对其侵权行为承担法律责任，且就由此给乙方造成的损失（包括但不限于乙方声誉的影响、乙方由此承担的连带责任（如有）等）进行赔偿。</p>
                <p>3、尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。</p>
            </div>
            <div class="content-list">
                <div class="title">八、其他</div>
            </div>
            <div class="content-list">
                <p>1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。</p>
                <p>2、 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余条款则仍具有法律效力。</p>
                <p>3、本协议任何一方于另一方过失或违约时放弃本协议规定的权利的，不得视为其对一方的其他或以后同类之过失或违约行为弃权。</p>
                <p>4、圣美基因未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。</p>
                <p>5、本协议最终解释权及修订权在法律范围内归圣美基因所有。</p>
                <p>6、您因使用圣美基因服务产生的争议，由圣美基因与您协商解决。协商不成时，任何一方均可向深圳国际仲裁院申请在珠海仲裁。</p>
            </div>
        </div>
    </div>
</template>
<script>
export default {
    data(){
        return{

        }
    },
    mounted(){

    },
    methods:{
        //返回上一页
        goBack(){
            console.log('返回上一页');
            this.$router.go(-1);
        },
    },
    destroyed(){

    }
}
</script>
<style scoped>
    .userAgreement-Page{
        width: 100%;
        height: 100%;
        overflow: scroll;
    }
    .userAgreement-Page header{
        width: 100%;
        height: 115px;
        background: #4eb7ba;
        color: #fff;
        line-height:0.5;
        text-align: center;
        position: fixed;
        top: 0;
        left: 0;
        
    }
    .userAgreement-Page header p{
        font-size: 46px;
        padding-right: 60px;
        box-sizing: border-box;
        color: #fff;
    }
    .userAgreement-Page header span{
        float: left;
        font-size: 60px;
        margin-top: 25px;
        font-weight: 900;
        margin-left: 30px;
    }
    .content{
        width: 90%;
        margin: 0 auto;
        padding:30px;
        box-sizing: border-box;
        text-align: left;
        margin-top: 100px;
        padding-bottom: 120px;

    }
    .content .tip{
        font-size: 30px;
        margin-top: 45px;
    }
    .content .content-list{
        font-size: 28px;
        line-height: 1.5;
        margin-top: 40px;
    }
    .content .content-list .title{
        font-size: 30px;
        color: #000;
    }
    .content .content-list p{
        font-size: 28px;
        line-height: 1.5;
        margin-top: 20px;
    }
    .padding-left{
        padding-left: 4vw;
        box-sizing: border-box;
    }
</style>